Revit 2027 API
IPrintSetting Properties
The IPrintSetting type exposes the following members.
Properties
Name | Description
PrintParameters | Returns the Parameters of Print Setup.
Top
See Also
Reference
IPrintSetting Interface
Autodesk.Revit.DB Namespace